[
	{
		"name": "GS Custom Settings", 
    "link": "/projects/gs-custom-settings/",
    "media": "<img src=\"/projects/gs-custom-settings/assets/img/GSCS_header.png\" alt=\"GS Custom Settings preview\" style=\"max-height: 200px; max-width: 100%; float: none;\">",
    "descr": ["GS Custom Settings is a plugin for GetSimple CMS which lets webmasters/ site managers, theme and plugin developers implement and use their own custom settings for output, configuration, and cross-plugin/-theme communication. The plugin offers 8 different types of input to choose from, 3 access levels, per-user editing permission, and an easy UI to create, import and export the settings. GS Custom Settings is built on Knockout JS and uses JSON for data storage."]
  },
  {
    "name": "STIBpressions", 
    "link": "https://pinterest.com/webketje/stibpressions",
    "media": "<a data-pin-do=\"embedBoard\" href=\"https://www.pinterest.com/webketje/stibpressions/\" data-pin-scale-width=\"115\" data-pin-scale-height=\"150\">Follow STIBpressions on Pinterest.</a><script type=\"text/javascript\" async defer src=\"//assets.pinterest.com/js/pinit.js\"></script>",
    "descr": ["STIBpressions is a collection of impressions drawn on the STIB/MIVB Brussels tram line 7 whilst on commute to my internships/student jobs (and future jobs). I love to sketch, but I am especially amused with the resulting social interaction when a drawing's subject starts suspecting something (this happened a few times). How would you go about filling up 45 minutes of tram-time? Playing Candy Crush? - No thanks."]
  }, 
  {
    "name": "GS Blog Import",
    "link": "/projects/gs-blog-import",
    "descr": "GS Blog import is a client-side GetSimple CMS utility which converts (currently only Wordpress) blog export files to GS pages. The utility supports multiple options for converting the file (strip whitespace, shortcodes, set properties, etc.) and is built in pure Javascript. It uses the DOMParser API, FileSaver.js and JSzip libraries for exporting."
  }
]